Repository: bywkgexmkiltxh/auto-power-profile
Catalog: po/*.po
Languages: uk

source: Error connecting UPower DBus
uk: Помилка з'єднання з UPower DBus

source: Error connecting power-profiles-daemon DBus
uk: Помилка з'єднання з power-profiles-daemon DBus

source: Power profile '%s' will now be used by default when connected to AC power
uk: Профіль '%s' тепер буде використовуватися за замовчуванням від мережі

source: Power profile '%s' will now be used by default when running on battery
uk: Профіль '%s' тепер буде використовуватися за замовчуванням від батареї

source: Power profile management is not available - this extension will have no effect on your system
uk: Керування профілями живлення недоступне - це розширення не матиме жодного впливу на вашу систему

source: Power profile switching may not work properly on this device - energy savings will be limited. Your system may need updates to enable full functionality
uk: Перемикання профілів живлення може працювати неправильно на цьому пристрої - економія енергії буде обмеженою. Вашій системі можуть знадобитися оновлення для забезпечення повної функціональності

source: General
uk: Загальні

source: None
uk: Немає

source: Automatic power-saver on low battery
uk: Автоматичне заощадження при низькому заряді

source: Off
uk: Вимкнено

source: Performance Apps
uk: Профілі додатків

source: Application-Based Profiles
uk: Профілі додатків

source: Activate profiles for running selected apps. Can be used to prioritize performance ad-hoc
uk: Активує профіль для запуску обраних додатків. Можна використати для підвищеної продуктивності ПО

source: On Battery
uk: Від батареї

source: On AC
uk: Від мережі

source: Performance
uk: Швидкодія

source: Balanced
uk: Баланс

source: Power Saver
uk: Заощадження

source: Auto Power Profiles
uk: Автоматичні профілі живлення

source: Do not show again
uk: Більше не показувати

source: Show details
uk: Детальніше

source: Default Profiles
uk: За замовчуванням

source: Applied automatically unless user sets manually another one
uk: Застосовуються автоматично якшо не обрано вручну користувачем

source: Select the default profile when connected to AC
uk: Профіль за замовчуванням від мережі

source: Handle lap-mode on AC
uk: Обробляти режим lap-mode

source: Try to maintain performance mode on unstable surfaces. Disable if you are experiencing thermal issues
uk: Утримувати профіль 'Швидкодія' на нестабільних поверхнях. Вимкненя дозволить перехід в режим 'Баланс' задля зниження температури пристрою

source: Select the default profile when running on battery
uk: Профіль за замовчуванням від батареї

source: Low Battery Threshold
uk: Поріг низького заряду батареї

source: Enable/disable in GNOME Settings → Power → Power Saving Options. The percentage threshold value is configured in the UPower config file (/etc/UPower/UPower.conf)
uk: Увімкнути/вимкнути в Налаштуваннях GNOME → Живлення → Параметри енергозбереження. Значення порогу у відсотках налаштовується у файлі конфігурації UPower (/etc/UPower/UPower.conf)

source: Show notifications
uk: Показувати сповіщення

source: Display extension notifications
uk: Показувати сповіщення розширення
